Repository: cartesinus/leyzer
Catalog: translation/en2pl/en2pl-level2.tmx
Source language: en_us
Languages: pl

source: moon phase for WEATHER.SLOT.LOCATION on date WEATHER.SLOT.DATE
pl: faza księżyca dla WEATHER.SLOT.LOCATION w dniu WEATHER.SLOT.DATE

source: moon phase for location WEATHER.SLOT.LOCATION
pl: faza księżyca dla lokalizacji WEATHER.SLOT.LOCATION

source: moon phase for location WEATHER.SLOT.LOCATION on date WEATHER.SLOT.DATE
pl: faza księżyca dla lokalizacji WEATHER.SLOT.LOCATION w dniu WEATHER.SLOT.DATE

source: mute my speaker
pl: wstrzymaj głośnik

source: mute speaker
pl: cisza w głośniku

source: mute the speaker
pl: ucisz ten głośnik

source: my bmi from fitbit
pl: moje bmi w fitbit

source: my body measurements from fitbit
pl: moje wymiary ciała w fitbit

source: my fitbit step count
pl: mój fitbitowy licznik kroków

source: my fitbit step count on FITBIT.SLOT.DATE
pl: licznik kroków FITBIT.SLOT.DATE

source: my fitbit steps on FITBIT.SLOT.DATE
pl: ilość kroków FITBIT.SLOT.DATE na fitbitcie

source: my steps from fitbit
pl: moje kroki w fitbitcie

source: my weight from fitbit
pl: moja waga w fitbit

source: nearest restaurant around
pl: najbliższa restauracja

source: news on NEWS.SLOT.PORTAL
pl: wiadomości na NEWS.SLOT.PORTAL

source: notify me if my weight goes over FITBIT.SLOT.WEIGHT
pl: powiadom mnie jeśli moja waga przekroczy FITBIT.SLOT.WEIGHT

source: notify me when NEWS.SLOT.PORTAL front page updates
pl: powiadom mnie gdy strona NEWS.SLOT.PORTAL zostanie zaktualizowana

source: notify me when NEWS.SLOT.PORTAL news updates
pl: powiadom mnie o nowych wiadomościach na NEWS.SLOT.PORTAL

source: notify me when YOUTUBE.SLOT.CHANNEL_ID posts a new youtube video
pl: powiadom mnie gdy YOUTUBE.SLOT.CHANNEL_ID opublikuje nowy film na youtube

source: notify me when YOUTUBE.SLOT.CHANNEL_ID uploads a video on youtube
pl: powiadom mnie gdy YOUTUBE.SLOT.CHANNEL_ID prześle film na youtube

source: notify me when an appointment on my calendar at location CALENDAR.SLOT.LOCATION begins
pl: powiadom mnie gdy rozpocznie się spotkanie w moim kalendarzu w lokalizacji CALENDAR.SLOT.LOCATION

source: notify me when an appointment on my calendar begins
pl: powiadom mnie gdy rozpocznie się spotkanie w moim kalendarzu

source: notify me when an event on my calendar at location CALENDAR.SLOT.LOCATION begins
pl: powiadom mnie gdy rozpocznie się wydarzenie w moim kalendarzu w lokalizacji CALENDAR.SLOT.LOCATION

source: notify me when an event on my calendar begins
pl: powiadom mnie gdy rozpocznie się wydarzenie w moim kalendarzu

source: notify me when an meeting on my calendar at location CALENDAR.SLOT.LOCATION begins
pl: powiadom mnie gdy rozpocznie się spotkanie w moim kalendarzu w lokalizacji CALENDAR.SLOT.LOCATION

source: notify me when an meeting on my calendar begins
pl: powiadom mnie gdy rozpocznie się spotkanie w moim kalendarzu

source: notify me when the NEWS.SLOT.PORTAL NEWS.SLOT.SECTION section publishes a new article
pl: powiadom mnie gdy sekcja NEWS.SLOT.SECTION na NEWS.SLOT.PORTAL opublikuje nowy artykuł

source: notify me when there is a new video from youtube channel YOUTUBE.SLOT.CHANNEL_ID
pl: powiadom mnie gdy pojawi się nowy film z kanału YOUTUBE.SLOT.CHANNEL_ID na youtube

source: notify me when there is a new video from youtube channels I follow
pl: powiadom mnie gdy pojawi się nowy film z kanałów youtube które obserwuję

source: on spotify play SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST
pl: na spotify zagraj SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM wykonawcy SPOTIFY.SLOT.ARTIST

source: on spotify play SPOTIFY.SLOT.SONG
pl: na spotify zagraj SPOTIFY.SLOT.SONG

source: on spotify play SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST
pl: na spotify zagraj SPOTIFY.SLOT.SONG od SPOTIFY.SLOT.ARTIST

source: open NEWS.SLOT.PORTAL
pl: otwórz NEWS.SLOT.PORTAL

source: open instagram
pl: otwórz instagram

source: open my GDRIVE.SLOT.FILE_NAME for edition in google drive
pl: otwórz mój GDRIVE.SLOT.FILE_NAME do edycji na dysku google

source: open my calendar
pl: otwórz mój kalendarz

source: open my contact CONTACTS.SLOT.NAME for edition
pl: otwórz mój kontakt CONTACTS.SLOT.NAME do edycji

source: open my contact's info
pl: otwórz dane mojego kontaktu

source: open my contacts
pl: otwórz moje kontakty

source: open my contacts with email CONTACTS.SLOT.EMAIL
pl: otwórz moje kontakty z e-mailem CONTACTS.SLOT.EMAIL

source: open my contacts with name CONTACTS.SLOT.NAME
pl: otwórz moje kontakty o nazwie CONTACTS.SLOT.NAME

source: open my contacts with phone number CONTACTS.SLOT.PHONE_NUMBER
pl: otwórz moje kontakty o numerze telefonu CONTACTS.SLOT.PHONE_NUMBER

source: open my contacts with phone number CONTACTS.SLOT.PHONE_NUMBER and email CONTACTS.SLOT.EMAIL
pl: otwórz moje kontakty z numerem telefonu CONTACTS.SLOT.PHONE_NUMBER i napisz email CONTACTS.SLOT.EMAIL

source: open my google contacts with email CONTACTS.SLOT.EMAIL
pl: otwórz moje kontakty google z e-mailem CONTACTS.SLOT.EMAIL

source: open my instagram
pl: otwórz mój instagram

source: open restaurants near YELP.SLOT.LOCATION
pl: otwarte restauracje w pobliżu YELP.SLOT.LOCATION

source: open restaurants nearby
pl: otwarte restauracje w okolicy

source: open slack
pl: otwórz slacka

source: open spotify
pl: otwórz spotify

source: open spotify and play some music
pl: otwórz spotify i zagraj muzykę

source: open spotify to play some music
pl: otwórz spotify żeby zagrać jakąś muzykę

source: open wikipedia
pl: otwórz wikipedię

source: open wikipedia definition
pl: otwórz definicję w wikipedii

source: open wikipedia pages
pl: otwórz stronę wikipedii

source: open youtube
pl: otwórz youtube

source: open yt
pl: otwórz yt

source: page down
pl: strona w dół

source: page up
pl: strona do góry

source: pages matching WEBSEARCH.SLOT.TXT_QUERY
pl: strony na których znajdę WEBSEARCH.SLOT.TXT_QUERY

source: pause my spotify
pl: wstrzymaj moje spotify

source: pause spotify
pl: pauza spotify

source: pause that song
pl: zatrzymaj tę piosenkę

source: pause that track
pl: wstrzymaj ten utwór

source: pause this song
pl: wstrzymaj tę piosenkę

source: pause this track
pl: wstrzymaj ten utwór

source: phone PHONE.SLOT.NUMBER
pl: zatelefonuj na PHONE.SLOT.NUMBER

source: play SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST
pl: zagraj SPOTIFY.SLOT.ALBUM SPOTIFY.SLOT.ARTIST

source: play SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST on spotify
pl: grak SPOTIFY.SLOT.ALBUM SPOTIFY.SLOT.ARTIST w Spotify

source: play SPOTIFY.SLOT.PLAYLIST playlist
pl: odtwórz listę odtwarzania SPOTIFY.SLOT.PLAYLIST

source: play SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: odtwarzaj playlistę SPOTIFY.SLOT.PLAYLIST na spotify

source: play SPOTIFY.SLOT.SONG
pl: graj SPOTIFY.SLOT.SONG

source: play SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST
pl: zagraj SPOTIFY.SLOT.SONG SPOTIFY.SLOT.ARTIST

source: play SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST on spotify
pl: zagraj SPOTIFY.SLOT.SONG SPOTIFY.SLOT.ARTIST na spotify

source: play SPOTIFY.SLOT.SONG on spotify
pl: graj w SPOTIFY.SLOT.SONG w spotify

source: play YOUTUBE.SLOT.CATEGORY channels in youtube
pl: odtwarzaj kanały YOUTUBE.SLOT.CATEGORY na youtube

source: play YOUTUBE.SLOT.CATEGORY youtube channels
pl: odtwarzaj youtube kanały YOUTUBE.SLOT.CATEGORY

source: play YOUTUBE.SLOT.QUERY from youtube
pl: zagraj YOUTUBE.SLOT.QUERY na youtube

source: play YOUTUBE.SLOT.QUERY video from youtube
pl: odtwarzaj wideo YOUTUBE.SLOT.QUERY z youtube

source: play YOUTUBE.SLOT.QUERY video on youtube
pl: odtwarzaj wideo YOUTUBE.SLOT.QUERY na youtube

source: play YOUTUBE.SLOT.QUERY videos from youtube
pl: odtwarzaj filmy z YOUTUBE.SLOT.QUERY na youtube

source: play a SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST
pl: zagraj SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM SPOTIFY.SLOT.ARTIST

source: play a SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST on spotify
pl: zagraj SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM od SPOTIFY.SLOT.ARTIST w Spotify

source: play a SPOTIFY.SLOT.PLAYLIST playlist
pl: odtwórz listę odtwarzania SPOTIFY.SLOT.PLAYLIST

source: play a SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zagraj z listy odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: play a my playlist SPOTIFY.SLOT.PLAYLIST
pl: zagraj moją listę odtwarzania SPOTIFY.SLOT.PLAYLIST

source: play a my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zagraj moją listę odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: play a playlist SPOTIFY.SLOT.PLAYLIST
pl: odtwórz listę odtwarzania SPOTIFY.SLOT.PLAYLIST

source: play a playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: odtwórz listę odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: play a song SPOTIFY.SLOT.SONG
pl: odtwarzaj piosenkę SPOTIFY.SLOT.SONG

source: play a song SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST
pl: odtwórz piosenkę SPOTIFY.SLOT.SONG wykonawcy SPOTIFY.SLOT.ARTIST

source: play a song SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST on spotify
pl: zagraj piosenkę SPOTIFY.SLOT.SONG wykonawcy SPOTIFY.SLOT.ARTIST w spotify

source: play a song SPOTIFY.SLOT.SONG on spotify
pl: zagraj piosenkę SPOTIFY.SLOT.SONG w spotify

source: play a video matching YOUTUBE.SLOT.QUERY on youtube
pl: odtworzyć wideo pasujące do YOUTUBE.SLOT.QUERY na youtube

source: play channel YOUTUBE.SLOT.CHANNEL_ID in youtube
pl: odtwarzaj kanał YOUTUBE.SLOT.CHANNEL_ID w youtube

source: play channels in category YOUTUBE.SLOT.CATEGORY on youtube
pl: odtwarzaj kanały w kategorii YOUTUBE.SLOT.CATEGORY na youtube

source: play my playlist SPOTIFY.SLOT.PLAYLIST
pl: zagraj moją listę odtwarzania SPOTIFY.SLOT.PLAYLIST

source: play my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zagraj moją listę odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: play my spotify
pl: odtwórz mój spotify

source: play next song
pl: zagraj następną piosenkę

source: play next song on spotify
pl: zagraj następny utwór na spotify

source: play next track
pl: odtworz następny utwór

source: play next track on spotify
pl: odtwórz następny utwór na spotify

source: play playlist SPOTIFY.SLOT.PLAYLIST
pl: odtwórz listę odtwarzania SPOTIFY.SLOT.PLAYLIST

source: play playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: odtwórz listę odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: play some music on spotify
pl: odtwórz muzykę na spotify

source: play spotify
pl: graj spotify

source: play that song
pl: graj tę piosenkę

source: play that track
pl: zagraj ten utwór

source: play the SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST
pl: graj SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM wykonawcy SPOTIFY.SLOT.ARTIST

source: play the SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM by SPOTIFY.SLOT.ARTIST on spotify
pl: zagraj SPOTIFY.SLOT.ALBUM_TYPE SPOTIFY.SLOT.ALBUM wykonawcy SPOTIFY.SLOT.ARTIST w Spotify

source: play the SPOTIFY.SLOT.PLAYLIST playlist
pl: zagraj playlistę SPOTIFY.SLOT.PLAYLIST

source: play the SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zagraj playlistę SPOTIFY.SLOT.PLAYLIST na spotify

source: play the last song
pl: zagraj ostatnią piosenkę

source: play the last song on spotify
pl: zagraj ostatnią piosenkę na spotify

source: play the last track
pl: odtwórz ostatni utwór

source: play the last track on spotify
pl: zagraj ostatni utwór na spotify

source: play the my playlist SPOTIFY.SLOT.PLAYLIST
pl: odtwórz moją listę odtwarzania SPOTIFY.SLOT.PLAYLIST

source: play the my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zagraj moją listę odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: play the next song
pl: zagraj następną piosenkę

source: play the next song on spotify
pl: zagraj następny utwór na spotify

source: play the next track
pl: odtworz następny utwór

source: play the next track on spotify
pl: zagraj następny utwór na spotify

source: play the playlist SPOTIFY.SLOT.PLAYLIST
pl: odtwórz listę odtwarzania SPOTIFY.SLOT.PLAYLIST

source: play the playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zagraj listę odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: play the previous song
pl: odtworz poprzednią piosenkę

source: play the previous song on spotify
pl: odtwórz poprzedni utwór na spotify

source: play the previous track
pl: odtwórz poprzedni utwór

source: play the previous track on spotify
pl: odtwórz poprzedni utwór na spotify

source: play the song SPOTIFY.SLOT.SONG
pl: odtworz piosenkę SPOTIFY.SLOT.SONG

source: play the song SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST
pl: odtwarzaj piosenkę SPOTIFY.SLOT.SONG wykonawcy SPOTIFY.SLOT.ARTIST

source: play the song SPOTIFY.SLOT.SONG by SPOTIFY.SLOT.ARTIST on spotify
pl: odtwórz piosenkę SPOTIFY.SLOT.SONG wykonawcy SPOTIFY.SLOT.ARTIST w spotify

source: play the song SPOTIFY.SLOT.SONG on spotify
pl: odtwórz piosenkę SPOTIFY.SLOT.SONG na spotify

source: play this song
pl: zagraj tę piosenkę

source: play this track
pl: zagraj ten utwór

source: play youtube 's YOUTUBE.SLOT.CATEGORY channels
pl: odtwarzaj kanały YOUTUBE.SLOT.CATEGORY w youtube

source: play youtube channel YOUTUBE.SLOT.CHANNEL_ID
pl: odtwarzaj kanał YOUTUBE.SLOT.CHANNEL_ID na youtube

source: play youtube channels with category YOUTUBE.SLOT.CATEGORY
pl: odtwarzaj kanały youtube z kategorią YOUTUBE.SLOT.CATEGORY

source: play youtube video YOUTUBE.SLOT.QUERY
pl: odtwarzaj wideo z youtube YOUTUBE.SLOT.QUERY

source: play youtube videos in YOUTUBE.SLOT.CHANNEL_ID
pl: odtwarzaj filmy z YOUTUBE.SLOT.CHANNEL_ID na youtube

source: post FACEBOOK.SLOT.PICTURE_URL on facebook
pl: opublikuj FACEBOOK.SLOT.PICTURE_URL na facebooku

source: post FACEBOOK.SLOT.PICTURE_URL on facebook with caption FACEBOOK.SLOT.CAPTION
pl: wyślij FACEBOOK.SLOT.PICTURE_URL na facebooka z podpisem FACEBOOK.SLOT.CAPTION

source: post FACEBOOK.SLOT.PICTURE_URL on my facebook with caption FACEBOOK.SLOT.CAPTION
pl: wyślij FACEBOOK.SLOT.PICTURE_URL na mojego facebooka z podpisem FACEBOOK.SLOT.CAPTION

source: post FACEBOOK.SLOT.STATUS on facebook
pl: opublikuj FACEBOOK.SLOT.STATUS na facebooku

source: post SLACK.SLOT.MESSAGE to SLACK.SLOT.CHANNEL on slack
pl: opublikuj SLACK.SLOT.MESSAGE na slackowym kanale SLACK.SLOT.CHANNEL

source: post SLACK.SLOT.PICTURE_URL to SLACK.SLOT.CHANNEL on slack
pl: opublikuj SLACK.SLOT.PICTURE_URL na slacku SLACK.SLOT.CHANNEL

source: post SLACK.SLOT.PICTURE_URL to slack channel SLACK.SLOT.CHANNEL
pl: opublikuj SLACK.SLOT.PICTURE_URL na kanał SLACK.SLOT.CHANNEL

source: post a message on slack
pl: wyślij wiadomość na slacka

source: post a message on slack to SLACK.SLOT.CHANNEL saying SLACK.SLOT.MESSAGE
pl: opublikuj wiadomość na slackowy na SLACK.SLOT.CHANNEL z informacją SLACK.SLOT.MESSAGE

source: post a picture on facebook
pl: opublikuj zdjęcie na facebooku

source: post a picture on facebook with caption FACEBOOK.SLOT.CAPTION
pl: opublikuj zdjęcie na facebooku z podpisem FACEBOOK.SLOT.CAPTION

source: post a picture on my facebook
pl: opublikuj zdjęcie na moim facebooku

source: post a picture on slack to SLACK.SLOT.CHANNEL
pl: wyślij wiadomość na slackowy kanał SLACK.SLOT.CHANNEL

source: post a picture on slack to SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
pl: opublikuj zdjęcie na slacku SLACK.SLOT.CHANNEL z podpisem SLACK.SLOT.CAPTION

source: post a picture to facebook
pl: wyślij zdjęcie na facebooka

source: post a picture to my facebook
pl: opublikuj zdjęcie na moim facebooku

source: post a picture to slack channel SLACK.SLOT.CHANNEL with caption SLACK.SLOT.CAPTION
pl: opublikuj zdjęcie na slackowym kanale SLACK.SLOT.CHANNEL z podpisem SLACK.SLOT.CAPTION

source: post a picture with caption FACEBOOK.SLOT.CAPTION on facebook
pl: opublikuj zdjęcie z podpisem FACEBOOK.SLOT.CAPTION na facebooku

source: post on facebook saying FACEBOOK.SLOT.STATUS
pl: opublikuj na facebooku post o treści FACEBOOK.SLOT.STATUS

source: post on facebook that FACEBOOK.SLOT.STATUS
pl: opublikuj na facebooku że FACEBOOK.SLOT.STATUS

source: post on slack
pl: post na slacka

source: post on slack channel SLACK.SLOT.CHANNEL
pl: wyślij na slackowy kanał SLACK.SLOT.CHANNEL

source: post on slack to SLACK.SLOT.CHANNEL
pl: wyślij do slackowego kanału SLACK.SLOT.CHANNEL

source: post something on facebook
pl: opublikuj coś na facebooku

source: put FACEBOOK.SLOT.PICTURE_URL on facebook with caption FACEBOOK.SLOT.CAPTION
pl: umieść FACEBOOK.SLOT.PICTURE_URL na facebooku z podpisem FACEBOOK.SLOT.CAPTION

source: put FACEBOOK.SLOT.PICTURE_URL on my facebook with caption FACEBOOK.SLOT.CAPTION
pl: umieść FACEBOOK.SLOT.PICTURE_URL na mojego facebooka z podpisem FACEBOOK.SLOT.CAPTION

source: put a picture on facebook
pl: umieść zdjęcie na facebooku

source: put a picture on my facebook
pl: umieść zdjęcie na moim facebooku

source: put a picture to facebook
pl: udostępnij zdjęcie na facebooka

source: put a picture to my facebook
pl: udostępnij zdjęcię na mojego facebooka

source: random article
pl: losowy artykuł

source: random page
pl: losowa strona

source: read NEWS.SLOT.PORTAL
pl: przeczytaj NEWS.SLOT.PORTAL

source: record my weight on fitbit
pl: zapisz moją wagę w fitbitcie

source: reduce my speaker 's volume
pl: obniż głośność mojego głośnika

source: reduce speaker 's volume
pl: zmniejsz głośność głośnika

source: reduce the volume of my speaker
pl: zredukuj głośność mojego głośnika

source: reduce the volume of speaker
pl: zrób ciszej

source: reduce volume of my speaker
pl: zmniejsz głośność mojego głośnika

source: reduce volume of speaker
pl: zmniejsz głośność głośnika

source: repeat my spotify
pl: powtórz moje spotify

source: repeat spotify
pl: powtórz spotify

source: repeat that song
pl: jeszcze raz tę piosenkę

source: repeat that track
pl: jeszcze raz ten utwór

source: repeat this song
pl: powtórz tę piosenkę

source: repeat this track
pl: powtórz ten utwór

source: reply to EMAIL.SLOT.TO
pl: odpowiedz na e-maila EMAIL.SLOT.TO

source: restaurant
pl: restauracja

source: restaurant around here
pl: restauracja w okolicy

source: restaurant nearby
pl: restauracja w pobliżu

source: restaurant on yelp
pl: restauracja na yelpie

source: restaurants
pl: restauracje

source: restaurants around YELP.SLOT.LOCATION
pl: restauracje wokół YELP.SLOT.LOCATION

source: restaurants around YELP.SLOT.LOCATION reviewed by at least YELP.SLOT.REVIEW_COUNT people
pl: restauracje w okolicy YELP.SLOT.LOCATION ocenione przez co najmniej YELP.SLOT.REVIEW_COUNT osób

source: restaurants around YELP.SLOT.LOCATION reviewed by more than YELP.SLOT.REVIEW_COUNT people
pl: restauracje w okolicy YELP.SLOT.LOCATION ocenione przez co najmniej YELP.SLOT.REVIEW_COUNT osób

source: restaurants around here
pl: restauracje w okolicy

source: restaurants here reviewed by at least YELP.SLOT.REVIEW_COUNT people
pl: restauracje w pobliżu ocenione przez co najmniej YELP.SLOT.REVIEW_COUNT osób

source: restaurants here reviewed by at least YELP.SLOT.REVIEW_COUNT users
pl: restauracje w pobliżu ocenione przez co najmniej YELP.SLOT.REVIEW_COUNT użytkowników

source: restaurants here reviewed by more than YELP.SLOT.REVIEW_COUNT people
pl: restauracje w pobliżu ocenione przez więcej niż YELP.SLOT.REVIEW_COUNT osób

source: restaurants here reviewed by more than YELP.SLOT.REVIEW_COUNT users
pl: restauracje w pobliżu ocenione przez więcej niż YELP.SLOT.REVIEW_COUNT użytkowników

source: restaurants near YELP.SLOT.LOCATION
pl: restauracje w pobliżu YELP.SLOT.LOCATION

source: restaurants near YELP.SLOT.LOCATION reviewed by at least YELP.SLOT.REVIEW_COUNT people
pl: restauracje w pobliżu YELP.SLOT.LOCATION ocenione przez co najmniej YELP.SLOT.REVIEW_COUNT osób

source: restaurants near YELP.SLOT.LOCATION reviewed by more than YELP.SLOT.REVIEW_COUNT people
pl: restauracje w pobliżu YELP.SLOT.LOCATION ocenione przez co najmniej YELP.SLOT.REVIEW_COUNT osób

source: restaurants nearby
pl: restauracje w pobliżu

source: restaurants nearby reviewed by at least YELP.SLOT.REVIEW_COUNT people
pl: restauracje w okolicy ocenione przez co najmniej YELP.SLOT.REVIEW_COUNT osób

source: restaurants nearby reviewed by at least YELP.SLOT.REVIEW_COUNT users
pl: restauracje w okolicy ocenione przez co najmniej YELP.SLOT.REVIEW_COUNT użytkowników

source: restaurants nearby reviewed by more than YELP.SLOT.REVIEW_COUNT people
pl: restauracje w okolicy ocenione przez więcej niż YELP.SLOT.REVIEW_COUNT osób

source: restaurants nearby reviewed by more than YELP.SLOT.REVIEW_COUNT users
pl: restauracje w okolicy ocenione przez więcej niż YELP.SLOT.REVIEW_COUNT użytkowników

source: restaurants nearby with at least YELP.SLOT.RATING star rating
pl: pobliskie restauracje z oceną co najmniej YELP.SLOT.RATING

source: restaurants nearby with at least YELP.SLOT.RATING star rating near YELP.SLOT.LOCATION
pl: restauracje w pobliżu z oceną co najmniej YELP.SLOT.RATING w pobliżu YELP.SLOT.LOCATION

source: restaurants next to YELP.SLOT.LOCATION
pl: restauracje obok YELP.SLOT.LOCATION

source: restaurants on yelp
pl: restauracje na yelpie

source: restaurants open now
pl: otwarte restauracje

source: restaurants open now at YELP.SLOT.LOCATION
pl: restauracje wciąż otwarte w YELP.SLOT.LOCATION

source: restaurants rated higher than YELP.SLOT.RATING star
pl: restauracje ocenione lepiej niż YELP.SLOT.RATING gwiazdek

source: restaurants rated higher than YELP.SLOT.RATING star in YELP.SLOT.LOCATION
pl: restauracje ocenione wyżej niż YELP.SLOT.RATING gwiazdek na YELP.SLOT.LOCATION

source: restaurants still open around YELP.SLOT.LOCATION
pl: wciąż otwarte restauracje w pobliżu YELP.SLOT.LOCATION

source: restaurants still open around here
pl: restauracje wciąż otwarte w okolicy

source: resume my spotify
pl: wznów moje spotify

source: resume spotify
pl: wznów spotify

source: resume that song
pl: wznów tę piosenkę

source: resume that track
pl: wznów ten utwór

source: resume this song
pl: wznów tę piosenkę

source: resume this track
pl: wznów ten utwór

source: save SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz SPOTIFY.SLOT.SONG w liście odtwarzania SPOTIFY.SLOT.PLAYLIST na spotify

source: save SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w Spotify

source: save a SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz SPOTIFY.SLOT.SONG w liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save a SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz SPOTIFY.SLOT.SONG w liście odtwarzania SPOTIFY.SLOT.PLAYLIST na spotify

source: save a SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save a SPOTIFY.SLOT.SONG to my playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz SPOTIFY.SLOT.SONG na mojej liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save a SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST
pl: zapisz SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save a SPOTIFY.SLOT.SONG to playlist SPOTIFY.SLOT.PLAYLIST on spotify
pl: zapisz SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify

source: save a song SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST

source: save a song SPOTIFY.SLOT.SONG to SPOTIFY.SLOT.PLAYLIST playlist on spotify
pl: zapisz piosenkę SPOTIFY.SLOT.SONG na liście odtwarzania SPOTIFY.SLOT.PLAYLIST w spotify
